accessibility({
    parentSelector: "body",
    navSelector: ".navbar", // Клас или ID, който е най-външния wrapper на основното ви меню
    mainSelector: "main", // селектор за основото ви съдържание на страницата. Обикновено е <main>. При необходимлост може да бъде и специфичен клас.
    linkSelector: "h2", //селектор, който скрипра търси и извлича като навигация в съдържанието на  accessibility меню-то. Обикновено H2
    lng: document.querySelector("html").getAttribute("lang"), // скрипта вече има и английска версия. в зависимост от lang атрибура, се показва респективно английска или българска версия.
    hideSelectors: ["img", "video", "svg"], // "списък" с атрибутите, които искаме да скрием в текстовта версия на сайта.
    textVersionOnCallbacks: [""], //callBack функции при влизане и излизане от текстовата версия на сайта. Понякога след връщане от текстова версия, при нулиране на тула, е необходимо да се стартира някой скрипт при рендеране н цсс/хтмл. Пример - dans.bg -> Пренареждане на елементите в менюто
    textVersionOffCallbacks: [""],
});
